export const DEFAULT_EDITOR_BLOCK_YEARS =
    '```' +
    `
gantt-md

path: d/files

width: 2000
start: -8000
end: 0
tick: 500

p1: Период 1, -8000, -7000, #54626F; Период 2, -7000, -5000, #3B4957; Период 3, -5000, -3000, #6D7E7B; Период 4, -3000, 0, #841515
p2: Еще один период 1, -8000, -5000; Еще один период 2, -5000, 0
` +
    '```';

export const DEFAULT_EDITOR_BLOCK_DATES =
    '```' +
    `
gantt-md

type: dates
path: d/даты

width: 1000
start: 500-01-01
end: 1200-01-01
tick: 100

p1: Период 1, 500-01-01, 600-01-01, #54626F; Период 2, 600-01-01, 800-01-01, #3B4957; Период 3, 800-01-01, 1000-01-01, #6D7E7B; Период 4, 1000-01-01, 1200-01-01, #841515
p2: Еще один период 1, 500-01-01, 950-01-01; Еще один период 2, 950-01-01, 1200-01-01
` +
    '```';

